{
  "femaleInfertility": {
    "heroTitle": "කාන්තා වඳභාවය",
    "overviewTitle": "දළ විශ්ලේෂණය",
    "overviewText": "කාන්තා වඳභාවය යනු අනාරක්ෂිත ලිංගික සංසර්ගයකින් මාස 12 කට පසු ගැබ් ගැනීමට නොහැකි වීම ලෙස අර්ථ දැක්වේ. ගෝලීය වශයෙන් වඳභාවයට පත්වීමේ රෝගීන්ගෙන් 40-50% ක් පමණ එයට හේතු වන අතර, ජීවන රටාව, වෛද්‍ය සහ පාරිසරික සාධක හේතුවෙන් ශ්‍රී ලංකාව ද ඒ හා සමාන ප්‍රවණතාවන්ට මුහුණ දෙයි.",
    "causesTitle": "කාන්තා වඳභාවයට හේතු විය හැකි පොදු හේතු",
    "causes": [
      "ඩිම්බ මෝචන ආබාධ: බහු අවයවික ඩිම්බකෝෂ සින්ඩ්‍රෝමය (PCOS) හෝ හෝමෝන අසමතුලිතතාවය වැනි තත්වයන් ඩිම්බ මුදා හැරීමේ ක්‍රියාවලියට බාධා කළ හැකිය.",
      "පැලෝපීය නාල අවහිර වීම: බොහෝ විට ආසාදන හෝ ශ්‍රෝණි ප්‍රදාහ රෝග නිසා ඇතිවේ.",
      "එන්ඩොමෙට්‍රියෝසිස්: ගර්භාෂයෙන් පිටත පටක වර්ධනය බද්ධ කිරීමට බලපායි.",
      "ගර්භාෂ තත්වයන්: පිළිසිඳ ගැනීමට බාධා කරන ෆයිබ්‍රොයිඩ් හෝ ව්‍යුහාත්මක අසාමාන්‍යතා.",
      "වයස් සාධක: කාන්තාවන් තුළ අවුරුදු 35 කට පසු සරු භාවය සැලකිය යුතු ලෙස අඩු වේ.",
      "ජීවන රටා සාධක: ආතතිය, දුම්පානය සහ දුර්වල ආහාර වේල ප්‍රජනක සෞඛ්‍යයට සැලකිය යුතු ලෙස බලපායි."
    ],
    "diagnosisTitle": "රෝග විනිශ්චය ක්‍රම",
    "diagnosisIntro": "පොදු රෝග විනිශ්චය පරීක්ෂණවලට පහත සඳහන් දෑ ඇතුළත් වේ:",
    "diagnosis": [
      "හෝමෝන මට්ටම පරීක්ෂා කිරීම: ඩිම්බ මෝචනය සහ ඩිම්බකෝෂ සංචිතය පිළිබඳ අදහසක් ලබා ගැනීම සඳහා ඇගයීමට ලක් කරයි.",
      "අල්ට්රා සවුන්ඩ් ස්කෑන්: PCOS, ෆයිබ්‍රොයිඩ් හෝ එන්ඩොමෙට්‍රියෝසිස් හඳුනා ගනී.",
      "හිස්ටරොසල්පින්ග්‍රැෆි (HSG): පැලෝපීය නාල විවෘතව තිබේදැයි පරීක්ෂා කිරීමට එක්ස් කිරණ භාවිතා කරයි.",
      "ලැපරොස්කොපි: ප්‍රජනක අවයව පරීක්ෂා කිරීම සඳහා අවම ශල්‍යකර්මයක් භාවිතා කරයි."
    ],
    "treatmentsTitle": "ශ්‍රී ලංකාවේ කාන්තාවන්ගේ මඳසරුභාවය සඳහා ප්‍රතිකාර විකල්ප",
    "treatments": [
      "ඖෂධ: ඩිම්බ මෝචනය ප්‍රේරණය සඳහා ක්ලෝමිෆීන් වැනි සරුභාවය සඳහා ඖෂධ භාවිතා කළ හැක.",
      "ශල්‍යකර්මය: ෆයිබ්‍රොයිඩ්, එන්ඩොමෙට්‍රියෝසිස් හෝ නල අවහිරතා වැනි තත්වයන් සඳහා.",
      "සහාය ප්‍රජනක තාක්ෂණයන් (ART): සාමාන්‍ය ක්‍රම මගින් සුව කළ නොහැකි අවස්ථා සඳහා IVF හෝ ICSI.",
      "ගර්භාෂ සිංචනය (IUI): මෘදු වඳභාවය සඳහා අඩු මැදිහත්වීම් සහිත ප්‍රාථමික විකල්පයකි."
    ],
    "treatmentsNote": "මෙම ප්‍රතිකාර Ninewells Care IVF Centre, Asiri Fertility Centre, සහ Nawaloka Hospital Fertility Unit වැනි ප්‍රමුඛ සායනවලින් ලබා ගත හැකිය.",
    "tipsTitle": "කාන්තාවන්ගේ සරු භාවය වැඩි දියුණු කිරීම සඳහා උපදෙස්",
    "tips": [
      "සෑම විටම සෞඛ්‍ය සම්පන්න බරක් සහ සමබර ආහාර වේලක් පවත්වා ගැනීමට උත්සාහ කරන්න.",
      "යෝග හෝ භාවනා ක්‍රම පුහුණු වීමෙන් ඔබට ආතතිය කළමනාකරණය කළ හැකිය.",
      "දුම්පානය, මත්පැන් සහ අධික කැෆේන් වලින් වළකින්න.",
      "වඩා හොඳ වේලාවන් සඳහා ඩිම්බ මෝචන චක්‍ර නිරීක්ෂණය කරන්න.",
      "ඔබ අක්‍රමවත් ඩිම්බ මෝචන චක්‍ර හෝ PCOS රෝග ලක්ෂණ අත්විඳින්නේ නම්, කලින් වෛද්‍යවරයෙකුගෙන් විමසන්න."
    ],
    "resourcesTitle": "වැඩිදුර තොරතුරු සහ දැනුම සඳහා",
    "resources": [
      "WHO – Female Infertility",
      "Sri Lanka College of Obstetricians and Gynaecologists",
      "Ninewells IVF Centre"
    ],
    
    "bottomLineText": "කාන්තා වඳභාවය ප්‍රතිකාර කළ හැකි තත්වයක් වන අතර, කල් ඇතිව හඳුනා ගැනීම සහ උපකාර ලබා ගැනීම, නිසි ජීවන රටාවේ වෙනස්කම් සහ වෛද්‍ය සහාය ලබා ගැනීම මගින් එය සාර්ථකත්ව අනුපාතය සැලකිය යුතු ලෙස වැඩි දියුණු කරයි."
  }
}
